Repository: WoodbutcherTh1/HoursTracker
Catalog: HoursTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, he, ru

# manual.workDay
source: Work Day
ar: يوم العمل
he: יום עבודה
ru: Рабочий день

# notif.shiftSummary.hours %@
source: %@ h
ar: %@ س
he: %@ ש׳
ru: %@ ч

# onb.back
source: Back
ar: رجوع
he: חזרה
ru: Назад

# onb.clockInNow
source: Clock in now
ar: سجّل دخول هلأ
he: כניסה עכשיו
ru: Начать смену сейчас

# onb.cta.showResult
source: Show my result
ar: ورجيني النتيجة
he: הציגו את התוצאה שלי
ru: Показать результат

# onb.cta.start
source: Let's start
ar: يلا نبلّش
he: בואו נתחיל
ru: Начнём

# onb.days.subtitle
source: Only for your estimate — rest-day pay rules stay in Settings
ar: بس للتقدير — قواعد أجر يوم الراحة بتضل بالإعدادات
he: רק לצורך ההערכה — כללי שכר ביום מנוחה נשארים בהגדרות
ru: Только для оценки — правила оплаты выходных остаются в Настройках

# onb.days.title
source: Which days do you work?
ar: بأي أيام بتشتغل؟
he: באילו ימים אתם עובדים?
ru: В какие дни вы работаете?

# onb.estimateCaption
source: estimate before tax
ar: تقدير قبل الضريبة
he: הערכה לפני מס
ru: оценка до налогов

# onb.exampleCaption
source: Example · estimated gross
ar: مثال · إجمالي تقريبي
he: דוגמה · ברוטו משוער
ru: Пример · примерно брутто

# onb.hours.estimate %@
source: ≈ %@ a week
ar: ≈ %@ بالأسبوع
he: ≈ %@ בשבוע
ru: ≈ %@ в неделю

# onb.hours.note
source: Only for the estimate — it doesn't change how pay is calculated
ar: بس للتقدير — ما بيغيّر طريقة حساب الراتب
he: רק לצורך ההערכה — זה לא משנה את חישוב השכר
ru: Только для оценки — на расчёт зарплаты не влияет

# onb.hours.title
source: How many hours do you expect a week?
ar: كم ساعة متوقع تشتغل بالأسبوع؟
he: כמה שעות אתם מצפים לעבוד בשבוע?
ru: Сколько часов в неделю вы планируете?

# onb.hours.value %@
source: %@ h
ar: %@ ساعة
he: %@ ש׳
ru: %@ ч

# onb.language
source: Language
ar: اللغة
he: שפה
ru: Язык

# onb.progress %1$@ %2$@
source: Step %1$@ of %2$@
ar: الخطوة %1$@ من %2$@
he: שלב %1$@ מתוך %2$@
ru: Шаг %1$@ из %2$@

# onb.rate.a11y
source: Hourly rate
ar: الأجر بالساعة
he: שכר לשעה
ru: Почасовая ставка

# onb.rate.error
source: Enter an amount between 1 and 500
ar: أدخل مبلغ بين 1 و 500
he: הזינו סכום בין 1 ל-500
ru: Введите сумму от 1 до 500

# onb.rate.subtitle
source: Gross, before tax — as it appears on your payslip
ar: إجمالي، قبل الضريبة — مثل ما بيطلع بقسيمة الراتب
he: ברוטו, לפני מס — כמו בתלוש השכר
ru: Брутто, до налогов — как в расчётном листе

# onb.rate.title
source: How much do you earn per hour?
ar: قديش بتقبض بالساعة؟
he: כמה אתם מרוויחים לשעה?
ru: Сколько вы получаете в час?

# onb.result.caption
source: estimated gross · before tax
ar: إجمالي تقريبي · قبل الضريبة
he: ברוטו משוער · לפני מס
ru: примерно брутто · до налогов

# onb.result.hours
source: Hours
ar: الساعات
he: שעות
ru: Часы

# onb.result.perHour
source: Per hour
ar: بالساعة
he: לשעה
ru: В час

# onb.result.privacy
source: Your data stays on your device
ar: بياناتك بتضل على جهازك
he: הנתונים שלכם נשארים במכשיר
ru: Ваши данные остаются на устройстве

# onb.result.title
source: If you work 8 hours today
ar: إذا اشتغلت اليوم 8 ساعات
he: אם תעבדו היום 8 שעות
ru: Если сегодня вы отработаете 8 часов

# onb.skip
source: Later
ar: لاحقاً
he: אחר כך
ru: Позже

# onb.today
source: Today
ar: اليوم
he: היום
ru: Сегодня

# onb.week.custom
source: Other / custom
ar: غير ذلك / مخصّص
he: אחר / מותאם אישית
ru: Другое / свой график

# onb.week.customSub
source: Pick your own days
ar: اختار أيامك
he: בחרו את הימים שלכם
ru: Выберите свои дни

# onb.week.five
source: 5 days
ar: 5 أيام
he: 5 ימים
ru: 5 дней

# onb.week.fiveSub
source: Sunday–Thursday
ar: الأحد–الخميس
he: ראשון–חמישי
ru: Воскресенье–четверг

# onb.week.six
source: 6 days
ar: 6 أيام
he: 6 ימים
ru: 6 дней

# onb.week.sixSub
source: Sunday–Friday
ar: الأحد–الجمعة
he: ראשון–שישי
ru: Воскресенье–пятница

# onb.week.title
source: How is your work week?
ar: كيف أسبوع شغلك؟
he: איך נראה שבוע העבודה שלכם?
ru: Какая у вас рабочая неделя?

# onb.week.varies
source: Varies / shifts
ar: متغيّر / ورديات
he: משתנה / משמרות
ru: По-разному / сменами

# onb.week.variesSub
source: I'll set this later
ar: بحدده بعدين
he: אגדיר אחר כך
ru: Настрою позже

# onb.welcome.row1
source: Clock in and out with one tap
ar: دخول وخروج بكبسة وحدة
he: כניסה ויציאה בלחיצה אחת
ru: Начало и конец смены одним нажатием

# onb.welcome.row2
source: Israeli overtime and tax rules, built in
ar: قوانين الساعات الإضافية والضريبة بإسرائيل — مدمجة
he: חוקי שעות נוספות ומס בישראל — מובנים
ru: Израильские правила сверхурочных и налогов уже встроены

# onb.welcome.title
source: Know what you earn — minute by minute
ar: اعرف كم ربحت — دقيقة بدقيقة
he: דעו כמה הרווחתם — דקה אחרי דקה
ru: Знайте, сколько зарабатываете, — поминутно

# onboarding.next
source: Next
ar: التالي
he: הבא
ru: Далее

# onboarding.start
source: Start Tracking
ar: ابدأ التتبع
he: להתחיל לעקוב
ru: Начать учёт

# onboarding.step1Body
source: Clock in and out from the app, the home-screen widget, or the Dynamic Island — breaks, night shifts and overtime tiers are handled automatically.
ar: سجّل الدخول والخروج من التطبيق أو الويدجت أو ديناميك آيلاند — الاستراحات والدوامات الليلية ودرجات العمل الإضافي تُحسب تلقائياً.
he: התחל וסיים משמרות מהאפליקציה, מהווידג'ט או מהאי הדינמי — הפסקות, משמרות לילה ומדרגות שעות נוספות מחושבות אוטומטית.
ru: Начинайте и заканчивайте смену в приложении, в виджете на экране «Домой» или в Dynamic Island — перерывы, ночные смены и ступени сверхурочных учитываются автоматически.

# onboarding.step1Title
source: One tap, every shift
ar: ضغطة واحدة لكل دوام
he: לחיצה אחת לכל משמרת
ru: Одно нажатие — каждая смена

# onboarding.step2Body
source: Israeli labor rules built in: daily and weekly overtime caps, rest days, holidays and sick-day streaks — with gross and net estimates for every shift.
ar: قوانين العمل الإسرائيلية مدمجة: الحدود اليومية والأسبوعية للعمل الإضافي، أيام الراحة، الأعياد وسلاسل أيام المرض — مع تقديرات إجمالي وصافي لكل دوام.
he: חוקי העבודה בישראל מובנים בתוך האפליקציה: מכסות שעות נוספות יומיות ושבועיות, ימי מנוחה, חגים ורצפי ימי מחלה — עם הערכות ברוטו ונטו לכל משמרת.
ru: Израильские трудовые правила уже встроены: дневные и недельные лимиты сверхурочных, выходные, праздники и больничные — с оценкой брутто и нетто для каждой смены.

# onboarding.step2Title
source: Know your pay
ar: اعرف راتبك
he: דע את השכר שלך
ru: Знайте свою зарплату

# onboarding.step3Body
source: Your ID stays in the Keychain, data stays on your device, and cloud features are opt-in only. Hide pay from the Lock Screen whenever you want.
ar: معرفك الشخصي يبقى في Keychain، وبياناتك على جهازك، وميزات السحابة اختيارية فقط. يمكنك إخفاء الأجر من الشاشة المقفلة متى شئت.
he: תעודת הזהות נשארת ב-Keychain, הנתונים נשמרים במכשיר, ותכונות הענן הן בהסכמה בלבד. ניתן להסתיר את השכר ממסך הנעילה בכל עת.
ru: Ваш номер удостоверения хранится в Связке ключей, данные — на вашем устройстве, облачные функции включаются только по вашему желанию. Скрывайте зарплату на экране блокировки, когда захотите.

# onboarding.step3Title
source: Private by design
ar: خصوصية بالتصميم
he: פרטיות מהתכנון
ru: Конфиденциальность по умолчанию

# pay.gross
source: Gross
ar: إجمالي
he: ברוטו
ru: Брутто

# pay.net
source: Net
ar: صافي
he: נטו
ru: Нетто

# pay.tierAt %1$@ %2$@
source: %1$@ at %2$@%%
ar: %1$@ بنسبة %2$@%%
he: %1$@ ב-%2$@%%
ru: %1$@ по %2$@%%

# payroll.currentWindow %@
source: Current period: %@
ar: الفترة الحالية: %@
he: תקופה נוכחית: %@
ru: Текущий период: %@

# payroll.section
source: Payroll period
ar: فترة الرواتب
he: תקופת שכר
ru: Расчётный период

# payroll.startDayHelp
source: Choose the day of the month when your pay period starts (1–28).
ar: اختر يوم الشهر الذي تبدأ فيه فترة الراتب (1–28).
he: בחר את יום החודש שבו מתחילה תקופת השכר (1–28).
ru: Выберите день месяца, с которого начинается ваш расчётный период (1–28).

# payslip.analyzing
source: Reading payslip…
ar: جارٍ قراءة كشف الراتب…
he: קורא את התלוש…
ru: Читаю расчётный лист…

# payslip.analyzingHint
source: Extracting amounts and dates, and filling your name/workplace from Settings.
ar: يستخرج المبالغ والتواريخ، ويملأ الاسم ومكان العمل من إعداداتك.
he: מחלץ סכומים ותאריכים, ומשלים שם/מקום עבודה מההגדרות.
ru: Извлекаю суммы и даты, а имя и место работы беру из Настроек.

# payslip.confidence
source: AI confidence
ar: ثقة الاستخراج
he: ביטחון החילוץ
ru: Уверенность ИИ

# payslip.currency
source: Currency
ar: العملة
he: מטבע
ru: Валюта

# payslip.deductions
source: Deductions total
ar: إجمالي الخصومات
he: סה״כ ניכויים
ru: Всего удержаний

# payslip.delete
source: Delete payslip
ar: حذف كشف الراتب
he: מחק תלוש
ru: Удалить расчётный лист

# payslip.deleteConfirmMessage
source: The file and its details will be removed from this device.
ar: سيُحذف الملف وتفاصيله من هذا الجهاز.
he: הקובץ והפרטים יוסרו מהמכשיר.
ru: Файл и его данные будут удалены с этого устройства.

# payslip.deleteConfirmTitle
source: Delete this payslip?
ar: حذف كشف الراتب؟
he: למחוק את התלוש?
ru: Удалить этот расчётный лист?

# payslip.deleteFailed
source: Couldn’t delete payslip
ar: تعذّر حذف كشف الراتب
he: לא ניתן למחוק את התלוש
ru: Не удалось удалить расчётный лист

# payslip.deletedToast
source: Payslip deleted
ar: تم حذف كشف الراتب
he: התלוש נמחק
ru: Расчётный лист удалён

# payslip.employee
source: Employee
ar: الموظف
he: עובד
ru: Сотрудник

# payslip.employer
source: Employer
ar: صاحب العمل
he: מעסיק
ru: Работодатель

# payslip.fillMode.auto
source: Auto-detect with AI
ar: تعبئة تلقائية بالذكاء
he: זיהוי אוטומטי
ru: Распознать с помощью ИИ

# payslip.fillMode.manual
source: Fill manually
ar: تعبئة يدوية
he: מילוי ידני
ru: Заполнить вручную

# payslip.fillMode.prompt
source: How should we fill the details?
ar: كيف نملأ التفاصيل؟
he: איך למלא את הפרטים?
ru: Как заполнить данные?

# payslip.fillMode.settingsHint
source: Employee and workplace are filled from your Settings when the slip doesn’t include them.
ar: يُملأ اسم الموظف ومكان العمل من الإعدادات إذا لم يظهران في الكشف.
he: שם העובד ומקום העבודה ממולאים מההגדרות כשחסרים בתלוש.
ru: Сотрудник и место работы берутся из Настроек, если их нет в листе.

# payslip.gross
source: Gross pay
ar: الإجمالي
he: ברוטו
ru: Зарплата брутто

# payslip.hoursOT
source: Overtime hours
ar: ساعات إضافية
he: שעות נוספות
ru: Сверхурочные часы

# payslip.hoursRegular
source: Regular hours
ar: ساعات عادية
he: שעות רגילות
ru: Обычные часы

# payslip.library.emptySubtitle
source: Upload a photo or PDF of a payslip to start your library.
ar: ارفع صورة أو PDF لكشف راتب لبدء المكتبة.
he: העלו תמונה או PDF של תלוש כדי להתחיל.
ru: Загрузите фото или PDF расчётного листа, чтобы начать архив.

# payslip.library.emptyTitle
source: No payslips yet
ar: لا توجد كشوف رواتب بعد
he: אין תלושים עדיין
ru: Расчётных листов пока нет

# payslip.library.entrySubtitle
source: View, upload, and manage payslip files
ar: عرض ورفع وإدارة ملفات كشوف الرواتب
he: צפייה, העלאה וניהול קבצי תלוש
ru: Просмотр, загрузка и управление файлами расчётных листов

# payslip.library.title
source: My Payslips
ar: كشوف راتبي
he: התלושים שלי
ru: Мои расчётные листы

# payslip.needsReview
source: Needs review
ar: يحتاج مراجعة
he: דורש אישור
ru: Нужно проверить

# payslip.net
source: Net pay
ar: الصافي
he: נטו
ru: Зарплата нетто

# payslip.netUnavailable
source: Net —
ar: الصافي —
he: נטו —
ru: Нетто —

# payslip.notes
source: Notes
ar: ملاحظات
he: הערות
ru: Заметки

# payslip.overtimeLineLabel %d
source: %d%% overtime
ar: إضافي %d%%
he: %d%% נוספות
ru: Сверхурочные %d%%

# payslip.paymentMonth
source: Payment month
ar: شهر الدفع
he: חודש תשלום
ru: Месяц выплаты

# payslip.paymentMonthEnabled
source: Include payment month
ar: تضمين شهر الدفع
he: כלול חודש תשלום
ru: Указать месяц выплаты

# payslip.periodEnd
source: Period end
ar: نهاية الفترة
he: סוף תקופה
ru: Конец периода

# payslip.periodEndEnabled
source: Include period end
ar: تضمين نهاية الفترة
he: כלול סוף תקופה
ru: Указать конец периода

# payslip.periodStart
source: Period start
ar: بداية الفترة
he: תחילת תקופה
ru: Начало периода

# payslip.periodStartEnabled
source: Include period start
ar: تضمين بداية الفترة
he: כלול תחילת תקופה
ru: Указать начало периода

# payslip.preview
source: Uploaded payslip preview
ar: معاينة كشف الراتب
he: תצוגה מקדימה של התלוש
ru: Предпросмотр загруженного листа

# payslip.previewUnavailable
source: Preview unavailable
ar: المعاينة غير متاحة
he: אין תצוגה מקדימה
ru: Предпросмотр недоступен

# payslip.save
source: Save payslip
ar: حفظ كشف الراتب
he: שמור תלוש
ru: Сохранить расчётный лист

# payslip.saveDisabledHint
source: Enter a pay period/month and at least net or gross pay to save.
ar: أدخل فترة/شهر الدفع وصافي أو إجمالي على الأقل للحفظ.
he: יש למלא תקופה/חודש ולפחות נטו או ברוטו כדי לשמור.
ru: Чтобы сохранить, укажите период/месяц и хотя бы зарплату нетто или брутто.

# payslip.savedToast
source: Payslip saved
ar: تم حفظ كشف الراتب
he: התלוש נשמר
ru: Расчётный лист сохранён

# payslip.section.deductionBreakdown
source: Deductions breakdown
ar: تفصيل الخصومات
he: פירוט ניכויים
ru: Детализация удержаний

# payslip.section.hours
source: Hours
ar: الساعات
he: שעות
ru: Часы

# payslip.section.notes
source: Notes
ar: ملاحظات
he: הערות
ru: Заметки

# payslip.section.overtimeBreakdown
source: Overtime breakdown
ar: تفصيل الساعات الإضافية
he: פירוט שעות נוספות
ru: Детализация сверхурочных

# payslip.section.pay
source: Pay amounts
ar: المبالغ
he: סכומים
ru: Суммы

# payslip.section.people
source: Names
ar: الأسماء
he: שמות
ru: Имена

# payslip.section.period
source: Pay period
ar: فترة الدفع
he: תקופת שכר
ru: Расчётный период

# payslip.sectionTitle
source: Payslips
ar: كشوف الرواتب
he: תלושי שכר
ru: Расчётные листы

# payslip.sort.accessibility
source: Sort options
ar: خيارات الترتيب
he: אפשרויות מיון
ru: Сортировка

# payslip.sort.byAmount
source: Sort by amount
ar: ترتيب حسب المبلغ
he: מיון לפי סכום
ru: По сумме

# payslip.sort.byDate
source: Sort by date
ar: ترتيب حسب التاريخ
he: מיון לפי תאריך
ru: По дате

# payslip.upload.action
source: Upload payslip
ar: رفع كشف راتب
he: העלאת תלוש
ru: Загрузить расчётный лист

# payslip.upload.entryFooter
source: Temporary entry for testing upload and review. Library arrives in a later update.
ar: مدخل مؤقت لاختبار الرفع والمراجعة. المكتبة تأتي لاحقاً.
he: כניסה זמנית לבדיקת העלאה וסקירה. הספרייה תגיע בעדכון מאוחר יותר.
ru: Временный вход для проверки загрузки. Архив появится в следующем обновлении.

# payslip.upload.failed
source: Couldn’t process payslip
ar: تعذّر معالجة كشف الراتب
he: לא ניתן לעבד את התלוש
ru: Не удалось обработать расчётный лист

# payslip.upload.noTextFound
source: We couldn’t find any text in this image. Try a clearer photo, or enter the details manually.
ar: لم نتمكن من العثور على أي نص في هذه الصورة. جرّب صورة أوضح أو أدخل التفاصيل يدويًا.
he: לא הצלחנו למצוא טקסט בתמונה הזו. נסו תמונה ברורה יותר, או הזינו את הפרטים ידנית.
ru: На этом изображении не найден текст. Попробуйте более чёткое фото или введите данные вручную.

# payslip.upload.sourceTitle
source: Add payslip from
ar: إضافة كشف راتب من
he: הוספת תלוש מתוך
ru: Добавить расчётный лист из

# payslip.upload.subtitle
source: Choose auto-detect or fill manually. Your name and workplace come from Settings.
ar: اختر تعبئة تلقائية بالذكاء أو يدوياً. اسمك ومكان العمل يُؤخذان من الإعدادات.
he: בחרו זיהוי אוטומטי או מילוי ידני. השם ומקום העבודה נלקחים מההגדרות.
ru: Выберите автораспознавание или ручной ввод. Имя и место работы берутся из Настроек.

# payslip.upload.title
source: Upload Payslip
ar: رفع كشف راتب
he: העלאת תלוש שכר
ru: Загрузка расчётного листа

# privacy.body.account
source: An account is optional. If you create one, we keep your email address, your name and a backup of your settings and shifts (without your national ID) on our server, hosted by Supabase, so you can restore them on another iPhone. The hosting provider may keep the data outside Israel, with appropriate safeguards. You can delete your account and its backup at any time from the Account screen (Delete account).
ar: الحساب اختياري. إذا أنشأت حسابًا، نحتفظ على خادمنا (المستضاف لدى Supabase) ببريدك الإلكتروني واسمك ونسخة احتياطية من إعداداتك وورديّاتك (بدون رقم الهوية)، لتتمكّن من استعادتها على آيفون آخر. قد يحفظ مزوّد الاستضافة البيانات خارج إسرائيل مع وسائل حماية مناسبة. يمكنك حذف حسابك ونسخته الاحتياطية في أي وقت من شاشة الحساب («حذف الحساب»).
he: חשבון אינו חובה. אם תפתחו חשבון, נשמור בשרת שלנו (המאוחסן אצל Supabase) את כתובת האימייל, השם וגיבוי של ההגדרות והמשמרות (ללא מספר הזהות), כדי שתוכלו לשחזר אותם באייפון אחר. ספק האחסון עשוי לשמור את המידע מחוץ לישראל, עם אמצעי הגנה מתאימים. אפשר למחוק את החשבון והגיבוי בכל עת במסך החשבון ("מחיקת החשבון").
ru: Аккаунт необязателен. Если вы его создадите, мы храним на нашем сервере (хостинг Supabase) ваш e-mail, имя и резервную копию настроек и смен (без номера удостоверения), чтобы их можно было восстановить на другом iPhone. Хостинг-провайдер может хранить данные за пределами Израиля с надлежащей защитой. Удалить аккаунт и копию можно в любой момент на экране аккаунта («Удалить аккаунт»).

# privacy.body.ai
source: The assistant and the smart scanner are optional. When you use them, the text of your question, or the text read from a timesheet or payslip, is sent to the AI provider set up in the app (such as Google Gemini). That provider handles the text under its own privacy policy. Figures about your pay are calculated on your iPhone. AI answers can be wrong — always check them.
ar: المساعد والماسح الذكي اختياريان. عند استخدامهما، يُرسل نص سؤالك، أو النص المقروء من جدول ساعات أو قسيمة راتب، إلى مزوّد الذكاء الاصطناعي المُعدّ في التطبيق (مثل Google Gemini). يتعامل المزوّد مع النص وفق سياسة الخصوصية الخاصة به. حسابات الراتب تتم على الآيفون الخاص بك. قد تكون إجابات الذكاء الاصطناعي خاطئة، لذلك تحقّق منها دائمًا.
he: העוזר והסורק החכם אינם חובה. כשמשתמשים בהם, טקסט השאלה, או הטקסט שנקרא מדוח שעות או מתלוש שכר, נשלח לספק ה-AI שהוגדר באפליקציה (למשל Google Gemini). הספק מטפל בטקסט לפי מדיניות הפרטיות שלו. חישובי השכר נעשים באייפון שלכם. תשובות AI עלולות להיות שגויות — תמיד כדאי לבדוק אותן.
ru: Ассистент и умный сканер необязательны. Когда вы ими пользуетесь, текст вопроса или текст, распознанный с табеля или расчётного листа, отправляется ИИ-провайдеру, настроенному в приложении (например, Google Gemini). Провайдер обрабатывает текст по своей политике конфиденциальности. Расчёты зарплаты выполняются на вашем iPhone. Ответы ИИ могут быть ошибочными — всегда проверяйте их.

# privacy.body.camera
source: Used only when you scan or import a timesheet or payslip. Text is read on the iPhone; it is sent to an AI provider only if you use the smart scanner.
ar: تُستخدم فقط عند مسح أو استيراد جدول ساعات أو قسيمة راتب. يُقرأ النص على الآيفون، ولا يُرسل إلى مزوّد ذكاء اصطناعي إلا إذا استخدمت الماسح الذكي.
he: בשימוש רק כשסורקים או מייבאים דוח שעות או תלוש שכר. הטקסט נקרא באייפון, ונשלח לספק AI רק אם משתמשים בסורק החכם.
ru: Используется только при сканировании или импорте табеля или расчётного листа. Текст распознаётся на iPhone и отправляется ИИ-провайдеру, только если вы пользуетесь умным сканером.

# privacy.body.changes
source: When we change this policy in a meaningful way, the app will show you the new version and ask you to agree again before you continue.
ar: عندما نغيّر هذه السياسة تغييرًا جوهريًا، سيعرض التطبيق النسخة الجديدة ويطلب موافقتك مرة أخرى قبل المتابعة.
he: כשנשנה את המדיניות באופן מהותי, האפליקציה תציג את הגרסה החדשה ותבקש את הסכמתכם שוב לפני שתמשיכו.
ru: Если мы существенно изменим политику, приложение покажет новую версию и снова попросит вашего согласия.

# privacy.body.children
source: If you are under 18, use HoursTracker with the consent of a parent or guardian.
ar: إذا كان عمرك أقل من 18 عامًا، استخدم HoursTracker بموافقة أحد الوالدين أو الوصيّ.
he: אם אתם מתחת לגיל 18, השתמשו ב-HoursTracker בהסכמת הורה או אפוטרופוס.
ru: Если вам меньше 18 лет, пользуйтесь HoursTracker с согласия родителя или опекуна.

# privacy.body.contact
source: The data controller is Hmam Kaadna, the developer of HoursTracker. For any privacy question or request, write to info.hourstracker@gmail.com or use Contact Support in Settings.
ar: المسؤول عن البيانات هو Hmam Kaadna، مطوّر HoursTracker. لأي سؤال أو طلب يتعلق بالخصوصية، راسلنا على info.hourstracker@gmail.com أو استخدم «تواصل مع الدعم» في الإعدادات.
he: בעל השליטה במאגר המידע הוא Hmam Kaadna, מפתח HoursTracker. לכל שאלה או בקשה בנושא פרטיות, כתבו ל-info.hourstracker@gmail.com או השתמשו ב"יצירת קשר עם התמיכה" בהגדרות.
ru: Контролёр данных — Hmam Kaadna, разработчик HoursTracker. По любым вопросам и запросам о конфиденциальности пишите на info.hourstracker@gmail.com или через «Связаться с поддержкой» в Настройках.

# privacy.body.controls
source: In Settings you can edit your details, turn off arrival reminders, turn iCloud sync on or off (and delete iCloud copies), delete shifts, clear or export the activity log, export all your data, or delete all data on this iPhone and in your private iCloud.
ar: من الإعدادات يمكنك تعديل تفاصيلك، وإيقاف تذكيرات الوصول، وتفعيل أو إيقاف مزامنة iCloud (وحذف نسخ iCloud)، وحذف الورديات، ومسح سجل النشاط أو تصديره، وتصدير كل بياناتك، أو حذف كل البيانات على هذا الآيفون وفي iCloud الخاص بك.
he: בהגדרות אפשר לערוך את הפרטים, לכבות תזכורות הגעה, להפעיל או לכבות סנכרון iCloud (ולמחוק עותקי iCloud), למחוק משמרות, לנקות או לייצא את יומן הפעילות, לייצא את כל הנתונים, או למחוק את כל הנתונים באייפון הזה וב-iCloud הפרטי.
ru: В Настройках вы можете изменить свои данные, выключить напоминания о приходе, включить или выключить синхронизацию iCloud (и удалить копии в iCloud), удалять смены, очистить или экспортировать журнал действий, экспортировать все данные или удалить все данные на этом iPhone и в вашем личном iCloud.

# privacy.body.data
source: Your shifts, notes, workplace settings, marked days and payslips are kept on this iPhone and protected by iOS data protection. Your national ID number is kept only in the iPhone's Keychain and is never sent anywhere. We don't sell your data and don't use it for advertising.
ar: ورديّاتك وملاحظاتك وإعدادات مكان العمل والأيام المحدّدة وقسائم الراتب محفوظة على هذا الآيفون ومحميّة بحماية بيانات iOS. رقم الهوية يُحفظ فقط في Keychain الخاص بالآيفون ولا يُرسل إلى أي مكان. لا نبيع بياناتك ولا نستخدمها للإعلانات.
he: המשמרות, ההערות, הגדרות מקום העבודה, הימים המסומנים ותלושי השכר נשמרים באייפון הזה ומוגנים בהגנת הנתונים של iOS. מספר תעודת הזהות נשמר רק ב-Keychain של האייפון ולא נשלח לשום מקום. אנחנו לא מוכרים את המידע שלכם ולא משתמשים בו לפרסום.
ru: Ваши смены, заметки, настройки места работы, отмеченные дни и расчётные листы хранятся на этом iPhone под защитой данных iOS. Номер удостоверения личности хранится только в Keychain iPhone и никуда не отправляется. Мы не продаём ваши данные и не используем их для рекламы.

# privacy.body.icloud
source: iCloud sync is off by default. If you turn it on, your shifts and workplace settings (not your national ID) are stored in your private iCloud database under your Apple ID. Apple keeps this data; we can't see it.
ar: مزامنة iCloud متوقفة افتراضيًا. إذا فعّلتها، تُخزَّن ورديّاتك وإعدادات مكان العمل (وليس رقم الهوية) في قاعدة بيانات iCloud الخاصة بك تحت حساب Apple. شركة Apple هي التي تحفظ هذه البيانات، ونحن لا نستطيع رؤيتها.
he: סנכרון iCloud כבוי כברירת מחדל. אם תפעילו אותו, המשמרות והגדרות מקום העבודה (לא מספר הזהות) יישמרו במסד הנתונים הפרטי שלכם ב-iCloud תחת ה-Apple ID. Apple שומרת את המידע הזה, ואנחנו לא יכולים לראות אותו.
ru: Синхронизация iCloud по умолчанию выключена. Если её включить, смены и настройки места работы (но не номер удостоверения) хранятся в вашей личной базе iCloud под вашим Apple ID. Эти данные хранит Apple, мы их не видим.
